---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DegreeCInterval
source: html/bf85291e-817e-0bbe-2d09-205d839c7f8f.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DegreeCInterval Property

Symbol °C, indicating unit Celsius interval.

## Syntax (C#)
```csharp
public static ForgeTypeId DegreeCInterval { get; }
```